autoconf
automake
cmake
colordiff
ctags
curl
freetype
gdbm
gettext
git
go
heroku-toolbelt
icu4c
jpeg
libevent
libpng
libtool
libxml2
lua
mysql
neovim
openssl
pcre
php56
php56-xdebug
pkg-config
python
python3
rbenv
readline
ruby-build
sqlite
the_silver_searcher
tmux
tree
unixodbc
wget
xz
z
zsh
