tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "minio/stable"
tap "mongodb/brew"
tap "universal-ctags/universal-ctags"
brew "annie"
brew "bash"
brew "bashdb"
brew "xz"
brew "tcl-tk"
brew "certbot"
brew "cocoapods"
brew "consul"
brew "curl"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnuplot"
brew "go"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "mkcert"
brew "mmv"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node"
brew "nss"
brew "nvm"
brew "octave"
brew "openjdk"
brew "pipenv"
brew "pyenv"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "starship"
brew "swig"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "minio/stable/minio"
brew "mongodb/brew/mongodb-community"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "android-studio"
cask "baiduinput"
cask "betterzip"
cask "beyond-compare"
cask "binance"
cask "clipy"
cask "dbkoda"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "freemind"
cask "freeplane"
cask "futubull"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "iterm2"
cask "java"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "netspot"
cask "postman"
cask "robo-3t"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spectacle"
cask "tor-browser"
cask "vagrant"
cask "viber"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Reader Pro Lite", id: 919472673
mas "Skitch", id: 425955336
mas "WeChat", id: 836500024
