tap "azure/kubelogin"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "minio/stable"
tap "mongodb/brew"
tap "universal-ctags/universal-ctags"
brew "xz"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bashdb"
brew "bzip2"
brew "python@3.11"
brew "certbot"
brew "coreutils"
brew "curl"
brew "docutils"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnuplot"
brew "go"
brew "helm"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libheif"
brew "lux"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mmv"
brew "mysql-client@5.7", link: true
brew "neovim"
brew "nginx"
brew "node"
brew "nss"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "pstree"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "qt@5"
brew "redis"
brew "ripgrep"
brew "starship"
brew "swig"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "azure/kubelogin/kubelogin"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "baiduinput"
cask "clipy"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iina"
cask "keyboard-cleaner"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "netspot"
cask "postman"
cask "rectangle"
cask "skitch"
cask "skype"
cask "slack"
cask "stats"
cask "utm"
cask "vagrant"
cask "viber"
cask "visual-studio-code"
cask "wechat"
cask "wireshark"
cask "xquartz"
cask "zoom"
vscode "golang.go-nightly"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "nocalhost.nocalhost"
vscode "redhat.java"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
