tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "minio/stable"
tap "mongodb/brew"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "bashdb"
brew "bzip2"
brew "xz"
brew "certbot"
brew "coreutils"
brew "curl"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnuplot"
brew "go"
brew "hyperkit"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mmv"
brew "mysql-client@5.7", link: true
brew "neovim"
brew "nginx"
brew "node"
brew "nss"
brew "nvm"
brew "pstree"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "starship"
brew "swig"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "baiduinput"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iina"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "netspot"
cask "postman"
cask "rectangle"
cask "skitch"
cask "skype"
cask "slack"
cask "stats"
cask "vagrant"
cask "viber"
cask "visual-studio-code"
cask "wechat"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
