1password
adobe-reader
alfred
appcleaner
clipmenu
evernote
google-chrome
iterm2
java
karabiner
macdown
openoffice
rightzoom
sequel-pro
skype
slack
sublime-text3
unrarx
vlc
xquartz
